Repository: agreif/phx-hive-record
Catalog: hiverec/priv/gettext/*/LC_MESSAGES/insparamtype.po
Languages: de

source: Edit Inspection Param
de: Durchsicht Parameter bearbeiten

source: Inspection Params
de: Durchsicht Parameter

source: Options
de: Optionen

source: Sort Index
de: Reihenfolge

source: Type
de: Typ

source: bool
de: Ja/Nein

source: dropdown
de: Aufklapp-Menu

source: int
de: Ganze Zahl

source: string
de: Kurzer Text

source: text
de: Langer Text

source: Options (comma separated)
de: Optionen (Komma getrennt)
